console.log("83/200 n\
+ Этап 1: Пользователь не зарегистрирован n\
        + Ограниченная карусель в блоке About n\
        + Слайдер в блоке Favorites n\
        + До регистрации n\
        + До авторизации n\
Этап 2: Пользователь на этапе регистрации n\
        + Меню авторизации при нажатии на иконку пользователя n\
Этап 3: Пользователь на этапе входа в учётную запись после регистрации. n\
        +- Модальное окно LOGIN    n\
                - Пароль должен быть не короче 8 символов. +2 n\
        + Блок Favorites n\
");